# https://my.telegram.org/apps

api_hash = ""
api_id = ""

control_chanel_id = -1002180319816  # id канала в котором бот принимает команды

help_message = """"Команды:\n
Важно! Для корректной работы бота необходимо чтобы пользователь с телефонным номероом и api выше был подписан на каналы!\n
\n
Добавить слово/канал/пользователь - добавляет слово/канал/пользователя\n
Удалить слово/канал/пользователь - удаляет слово/канал/пользователя\n
Список слово/канал/пользователь - показывает список слов/каналов/пользователей\n
Помощь - показывает это сообщение\n
\n
Примеры:\n
"Добавить пользователь 12345678" - Бот будет пересылать сообщения и этому пользователю. По умолчанию он пересылает их в управляющий канал\n
\n
"Добавить слово привет" - Бот будет пересылать сообщения из списка каналов со словом привет\n
\n
"Добавить канал chanel_name" - Бот будет слушать и пересылать сообщения из канала chanel_name\n
\n
"Список каналов" - показывает список каналов, за которыми бот сейчас следит\n"""
